const result = {
  INTP: {
    extra: "연구실 지박령",
    name: "팔달관 치토",
    explain:
      "높은 팔달관에서 만날 수 있는 팔달관 치토에요!!팔달관 치토는 쉼 없이 생각에 몰두하기 때문에 아이디어가 매일 샘솟는 아이디어 뱅크에요. 평소에는 극도로 수줍어서 팔달관 치토와 대화하기 어렵지만, 팔달관 치토가 자신있거나 관심있는 분야에 대해 말을 걸어준다면 수다쟁이로 변신하면서 말이 급속도로 빨라져요. 팔달관 치토의 논리들은 스스로조차 정립이 되지 않아서 하는 말에 일관성이 떨어질 수 있지만 스스로 정립하려 노력해요.★팔달관에서 다크서클이 길게 내려와있고 묵직한 가방을 메고 있다면 팔달관 치토에요 :)",
    img: "imgs/paldal.png",
  },

  INFP: {
    extra: "소심한 관종",
    name: "성호관 치토",
    explain:
      "성호 다리 구석에서 볼 수 있는 성호관 치토에요!성호관 치토는 완벽주의인 면이 있어서 남들 다 노는 1학년 때부터 발표 준비를 미리 준비하는 타입이에요.(남들의 시선이 무서워서 더 열심히 준비하는 면이 있어요.)하지만, 귀차니즘은 그들이 가지고 있는 만성고질병이에요. 혼자 있는게 좋은데 또 혼자 있는게 싫은 성호관 치토는 사람이 많은 곳에서도, 없는 곳에서도 자주 보여요. ★성호관 매점에서 성호관 치토를 만날 일은 드물어요.",
    img: "imgs/seongho.png",
  },

  INTJ: {
    extra: "치토계의 교수님",
    name: "서관 치토",
    explain:
      "서관에서 만날 수 있는 냉철한 서관 치토에요!서관 치토는 정확하고 계산된 움직임을 가지고 있어요. 본인과 비슷한 아주인들을 좋아하여 공대 향기가 물씬나는 서관에 머무르게 되었어요. 학생들과 수업을 함께 들을 정도로 지식 습득하는 일을 즐거워하고, 자신의 높은 지식을 스스로가 자랑스러워해요. 가벼운 잡담을 낯설어하기 때문에 다른 치토들과는 친하지 않지만, 기계공학과 학생들 사이에서 서관 치토는 나름의 빛을 발휘하고 있어요.★공대생은 체크셔츠라는 밈이 있어서 서관 치토도 체크 셔츠를 입고 있어요:)",
    img: "imgs/seog.png",
  },

  INFJ: {
    extra: "따뜻한 모범생",
    name: "다산관 치토",
    explain:
      "다산관 열람실에서 자주 만날 수 있는 다람실 요정 다산관 치토에요!다산관 치토는 특유의 단호함과 결단력이 있어서 본인의 꿈을 위해 게으름 피우지 않고 꾸준하게 본인이 해야할 것을 수행해요.(학기 중에는 할 것이 많아서 하루종일 다람실에 있답니다ㅠㅠ)다산관 치토는 다람실에서 열심히 공부하는 학우들이 지친 모습을 보일 때면 따듯하게 위로해주는 치토랍니다.★늘 다정한 치토이지만 스트레스 받아보인다면 혼자 두는게 상책이에요:)",
    img: "imgs/daram.png",
  },

  ISTP: {
    extra: "고인물 화석 치토",
    name: "원천관 치토",
    explain:
      "학번이 가장 높은 원천관 치토에요!원천관 치토는 아주 복잡한 성격을 가지고 있어요. 냉철하지만 왕성한 호기심을 가지고 있기도 하고, 침착하면서도 금세 즉흥적인 성향으로 돌변하기도 해요. 그래서 원천관 치토의 행동을 예측하는데 많은 어려움이 있답니다.(원천관 치토가 졸업을 안하는 것도 예측 못했던 일이랍니다)★원천관 치토는 분해하고 새로 조립해서 더 향상된 모습으로 만드는 것을 좋아한답니다.",
    img: "imgs/hwaseok.png",
  },

  ISFP: {
    extra: "아주대 등산왕",
    name: "산학협력원 치토",
    explain:
      "정문에서 가장 먼 곳에 살고 있는 산학협력원 치토에요!산학협력원 치토는 예술적인 끼를 뽐내기 위해 미디어학과 수업과 건축학과 수업을 병행하여 듣고 있어요. 하지만, 매일 A교시 산학협력원 수업이 있는 산학협력원 치토는 그곳에서 그냥 살기로 결정했다는 슬픈 사연을 가지고 있어요. 그래도 산학협력원을 감싸는 숲에서 많은 동물 친구들과 만나며 영감을 받고 있답니다. ★산학협력원 치토는 작은 칭찬에도 자아도취되어 예상치 못한 일을 할 수도 있어요.",
    img: "imgs/sanhak.png",
  },

  ISTJ: {
    extra: "솔저 1973",
    name: "학군단 치토",
    explain:
      "학군단에서 살고 있는 학군단 치토에요!학군단 치토는 청렴, 결백이 잘 어울리는 치토에요. 군대와 같이 전통이나 질서를 중시하는 조직에서 핵심 구성원 역할을 하기 때문에 학군단에 들어가기로 결심했어요. 가끔 냉혈하다는 소리를 듣지만 그 말은 학군단 치토에게 너무 상처 되는 말이에요. 그저 감정 표출이 익숙하지 않은 것 뿐이랍니다ㅠㅠ★방학에는 훈련이 있어 아주대를 비울 때도 있어요.",
    img: "imgs/hakgun.png",
  },

  ISFJ: {
    extra: "아주의 나이팅게일",
    name: "홍재관 치토",
    explain:
      "간호사를 꿈꾸는 홍재관 치토에요!홍재관 치토는 무엇을 받으면 몇 배로 돌려주는 이타적인 성격을 가진 치토에요. 홍재관 치토는 완벽주의자만큼이나 세심하고 꼼꼼한 성격을 가지고 있어서 필기왕이랍니다. 다른 치토들 혹은 아주대 학우들이 힘들어하는 모습을 본다면 가장 많이 응원해주고 힘을 붇돋워 주는 치토랍니다★홍재관 치토에게 부탁할 일이 있다면 완벽하지만 시간이 조금 걸린다는거! 양해 부탁드려요:)",
    img: "imgs/vhongjae.png",
  },

  ENTP: {
    extra: "다재다능",
    name: "율곡관 치토",
    explain:
      "율구리(율곡관 옆구리)에서 많이 볼 수 있는 율곡관 치토에요!율곡관 치토는 다재다능해서 무엇을 하든 간에 평균은 하는 치토에요. 자존감이 높고 자기에 대한 확신이 있기 때문에 다른 치토가 율곡관 치토에게 뭐라고 하는 일에 대해 참지 못해요. 나오는대로 말을 뱉어서 다른 치토들과는 다툼이 잦지만, 유머 감각이 넘치는 치토에요.★율곡관 치토와 대화하게 된다면 농담이라도 무시하는 발언을 하면 안돼요!",
    img: "imgs/yulgok.png",
  },

  ENFP: {
    extra: "music is my life",
    name: "텔동 치토",
    explain:
      "드넓은 잔디밭이 좋은 텔동 치토에요!텔동 치토는 정열적이고 활기 넘치는 치토에요. 사람들을 만나는 것이 좋아서 텔레토비에 자리를 잡았어요. 하지만 종종 혼자마의 시간을 필요로해서 나홀로 나무 옆에서 멍하니 앉아 있기도 해요. 행사나 일을 잘 진행하는 타입이기 때문에 텔동에 행사가 있다면 텔동 치토를 손쉽게 찾을 수 있어요.★텔동치토가 나홀로 나무 옆에 있다면 혼자 두세요..... ",
    img: "imgs/teldong.png",
  },

  ENTJ: {
    extra: "대학축구의 선두주자",
    name: "축구장 치토",
    explain:
      "금요일마다 등장하는 축구장 치토에요!축구장 치토는 천성적으로 타고난 리더로써, 넘치는 카리스마와 자신감으로 축구장에 있는 관중들을 이끌고 진두지휘하고 있어요! 많은 관중들을 아주대학교 축구부로 이끄는 성취 가능한 도전에 행복을 느끼고 있답니다.<br>축구장 치토는 남 일에 신경을 쓰지 않는 타입이라 다른 치토들이 뭐하는지 궁금해하지 않아요. 감정 공감이 서툴어서 다른 치토들에게 상처를 주는 일도 있지만 성호관 치토와 친해요.★ 축구장의 치토를 찾고 싶다면 아주대학교축구부(<b>Instram</b> @ajoufootball)과 함께해주세요 :)",
    img: "imgs/soccer.png",
  },

  ENFJ: {
    extra: "디오니소스",
    name: "노천극장 치토",
    explain:
      "여름에 색다른 푸르름이 특징인 노천극장에 사는 노천극장 치토에요!노천극장 치토는 카리스마와 열정을 가지고 있느 리더에요. 아주대학교를 더 나은 방향으로 만들기 위해 다른 치토들과 회의를 일주일마다 하는데 회의 장소가 노천극장이라 이 곳에 머무르게 되었어요. 어려움을 도맡아하는 성격이기 때문에 치토들이 노천극장 치토를 믿고 신뢰하고 있어요.★노천극장 치토는 남의 일도 본인 일처럼 생각하기 때문에 늘 바빠서 만나기 힘들어요ㅠㅠ",
    img: "imgs/nochun2.png",
  },

  ESTP: {
    extra: "카페VVVIP",
    name: "카페 치토",
    explain:
      "도서관 카페 혹은 학생회관 카페에서 만날 수 있는 카페 치토에요!카페 치토는 사람들을 굉장히 좋아해서 많은 사람들이 모인 자리에 빠지지 않고 참석해요. 다른 치토들보다 인생이 주는 삶의 다양한 맛과 열정으로 인생을 가장 즐긴답니다. 엄격한 분위기를 싫어하는 타입이라 자유분방한 분위기의 카페에 자리 잡게 되었어요. 카페 치토는 사람 관찰을 즐겨해서 달라진 점을 빨리 캐치해내는 능력이 있으니까 퀴즈를 내보세요.★카페 치토는 얼죽아에요:)",
    img: "imgs/cafe.png",
  },

  ESFP: {
    extra: "아주대 인싸",
    name: "국제학사 치토",
    explain:
      "국제학사 앞에서 종종 만날 수 있는 국제학사 치토에요!국제학사 치토는 학교 내 인싸로 통해요. 어떻게 친해졌는지는 모르겠지만 외국인 유학생들도 엄청 친해서 국제학사에 자리를 잡았어요. 가끔 충동적으로 국제학사 외 건물로 떠나는 일이 많아요.(국제학사 치토에게는 친구가 많기 때문이에요) 국제학사 치토는 자유로운 아주대가 참 좋아요.★국제학사 치토와 놀려면 미리 연락해야해요:)",
    img: "imgs/gukje.png",
  },

  ESTJ: {
    extra: "열정만수르",
    name: "학생회관 치토",
    explain:
      "아주대의 유노윤호 학생회관 치토에요!하고 싶은 일이 많고 지치지 않는 학생회관 치토는 학생회관에 자리를 잡았어요. 동아리 활동을 해야하기 때문이에요. 학생회관 치토가 가입한 동아리만 무려 4개에요. 그래서 다른 치토들은 가슴에 파란 불꽃을 가지고 있지만 학생회관 치토에게만은 붉은 불꽃을 가지고 있어요.★학생회관 치토는 귀가 얇아서 동아리 가입 권유를 거절하지 않아요:)",
    img: "imgs/nochun.png",
  },

  ESFJ: {
    extra: "아주대 브레인",
    name: "송재관 치토",
    explain:
      "제2의 이국종 교수님을 꿈꾸는 송재관 치토에요!송재관 치토는 사람을 너무 좋아해요. 스트레스를 받는 일이 있어도 누군가와 만나야 풀리고 고민이 있어도 누군가와 함께 해결해요. 다른 치토들을 챙기는 것을 좋아하지만 책임감 때문에 어쩔 수 없이 챙길 때도 있어요. 한번 시작한 일은 끝장을 보는 치토에요:)★송재관 치토는 공부도 잘하지만 노는 것도 잘해요!",
    img: "imgs/songjae.png",
  },
};

export default result;
